{
    "language":"Idioma",

    "english":"Ingles",
    "portuguese":"Portugués",
    "spanish":"Espanol",

    "tracer":"TRacer",
    "trackvision":"TrackVision",
    "home": "Inicio",
    "about": "Sobre",
    "pilots": "Corredores",
    "ecotracer": "Ecotracer",
    "now":"Ahora",
    "acesso":"Asegura el acceso anticipado a nuestra App","descubra":"Descubre TrackVision",
    "descubra-btn":"Descubrir",
    "next":"Proximo",
    "more": "Ver Más",


    "news":"Noticias",
    "partners":"Socios",
    "calendar":"Calendario",
    "driver":"Pilotos",
    "carreiras":"Carreras",

    "racing": "Carreras",
    "rise": "Ascenso",
    "experience": "Experiencia",
    "atthetop": "En la cima",

    "what": "¿Qué es TRacer?",
    "desc1": "TRacer es la primera aplicación que convierte la pasión por la Fórmula E en una competencia interactiva y emocionante.",

    "thrill": "¡Experimenta la Emoción de la Fórmula E Desde Cualquier Lugar!",
    "desc2": "Con TRacer, cada carrera cuenta. Sigue las actuaciones en tiempo real y observa cómo tu equipo brilla.",

    "clubs": "¡Únete a los CLUBS y Desafía a los Mayores Fans!",
    "desc3": "Forma alianzas o participa en competencias intensas. Demuestra tu pasión por la Fórmula E y domina la escena de los Clubs.",

    "challenge": "¡Entra en la Carrera y Demuestra que Eres el Mejor!",
    "desc4": "Sigue la Fórmula E de una manera única. Tus pilotos, tus elecciones, tus victorias. ¿Estás listo para el desafío?",

    "how": "¿Cómo Funciona?",

    "howDesc1t": "Construye Tu Equipo:",
    "howDesc1": "Elige dos pilotos de la Fórmula E para representar a tu equipo en cada carrera.",

    "howDesc2t": "Puntuación Dinámica:",
    "howDesc2": "Gana puntos basados en el rendimiento real de tus pilotos, considerando victorias, vueltas rápidas y posiciones finales.",

    "howDesc3t": "Desafía a Fans en el Club:",
    "howDesc3": "Participa en competencias de grupo, llamadas Clubs, donde compites contra otros usuarios y obtienes recompensas por tu desempeño.",

    "howDesc4t": "Ranking Global:",
    "howDesc4": "Tus puntos determinan tu posición en el ranking global. ¡Demuestra que eres el mayor fan de la Fórmula E en el mundo!",

    "download-faca":"DESCARGÁLO",
    "baixe":"DESCARGA LA APLICACIÓN",
    
    "welcome":"Bienvenido!",
    "welcome-back":"Bienvenido de nuevo!",
    "forgot-password":"¿Olvidaste tu contraseña?",
    "account":"¿No tienes una cuenta?",
    "signup":"Registrarse",
    "login":"Login",
    "login-google": "Login con Google",
    "signup-with-google":"Regístrate con Google",
    "have-an-account":"¿Ya tienes una cuenta",

    "username":"Usuario",
    "email": "Email",
    "password":"Contraseña",
    "repeat-password": "Repetir Contraseña",

    "rights":"@ - 2024 - Todos Los Derechos Reservados",
    "mobile-app":"Aplicación Móvil",
    "mobile-appU":"APLICACIÓN MÓVIL",
    "races":"Carreras",
    "circuit":"Circuito",
    "car":"Coche",
    "win":"Victorias",
    "mahindra":"Mahindra",
    "formula-e":"Formula E",
    "fia":"FIA",

    "text-about":"Mahindra Racing es un equipo innovador que brilla en la Fórmula E, la principal competición de coches eléctricos. Desde 2011, el equipo combina tecnología avanzada y pasión por las carreras para ofrecer actuaciones impresionantes, mientras promueve un futuro más sostenible. Con pilotos talentosos y un compromiso con la innovación, Mahindra Racing está redefiniendo el automovilismo y acelerando hacia un mundo más verde.",
    "read-more":"Leer Más",

    "title-sucess":"Inicio de sesión realizado con éxito",
    "text-sucess":" iniciado sesión con Google con éxito!",
    "text-sucess-normal":" iniciado sesión con éxito!",

    "title-error":"Error en el inicio de sesión",
    "text-error-password":"Las contraseñas no coinciden",
    "text-error-user":"Nombre de usuario ya está en uso",

    "title-register-sucess":"Cuenta creada",
    "text-register-sucess":"Usuario registrado con éxito",

    "title-ecotracer":"¿Por qué",
    "text-ecotracer":"La Fórmula E es una categoría innovadora del automovilismo que combina velocidad y tecnología con un profundo compromiso con la sostenibilidad. Desde su creación, la Fórmula E ha liderado la transición hacia un futuro más limpio y verde en los deportes de motor, utilizando exclusivamente coches eléctricos alimentados por energía renovable. Además de ofrecer carreras emocionantes en circuitos urbanos alrededor del mundo, la categoría busca promover el desarrollo de tecnologías sostenibles, incentivar el uso de vehículos eléctricos y reducir las emisiones de carbono en el planeta. La Fórmula E no se trata solo de competir, sino de impulsar un futuro sostenible y accesible para todos.",
    
    "edoardo-mortara": "Edoardo Mortara (Ginebra, 12 de enero de 1987) es un piloto de automovilismo nacido en Ginebra, Suiza, que actualmente compite en la Fórmula E con el equipo Mahindra Racing.",
    "nyck-de-vries":"Nyck de Vries (Sneek, 6 de febrero de 1995) es un piloto de automovilismo neerlandés que actualmente compite en Fórmula E con el equipo Mahindra Racing. Compitió en la Fórmula 1 con el equipo AlphaTauri en 2023. Hizo su debut en la Fórmula 1 en septiembre de 2022, anotando dos puntos para Williams en el Gran Premio de Italia de 2022, sustituyendo a Alexander Albon debido a una crisis de apendicitis. Después de 10 carreras en la temporada 2023, fue despedido de AlphaTauri por no generar muchos resultados para el equipo.",

    "length": "Longitud",
    "max-velocity": "Velocidad Máxima",
    "laps": "Vueltas",

    "autodromo-hermanos-rodriguez":"Autódromo Hermanos Rodríguez",
    "diriyah-street-circuit":"Circuito Callejero de Diriyah",
    "anhembi-sambadrome-circuit":"Circuito del Sambódromo de Anhembi",
    "tokio-street-circuit":"Circuito Callejero de Tokio",
    "misano-world-circuit-marco-simoncelli":"Circuito Mundial Misano Marco Simoncelli",
    "circuito-de-rua-de-monaco":"Circuito Callejero de Mónaco",
    "tempelhof-airport-street-circuit":"Circuito Callejero del Aeropuerto de Tempelhof",
    "shangai-street-circuit":"Circuito Callejero de Shanghái",
    "portland-international-raceway":"Autódromo Internacional de Portland",
    "london-excel-circuit":"Circuito London Excel",

    "upload-avatar":"Carga de la foto de perfil realizada con éxito",
    "remove-avatar":"Foto de perfil eliminada con éxito",
    "error-avatar":"Error al eliminar la foto de perfil",
    
    "1-appmobile":"TRacer es una aplicación móvil diseñada para ofrecer una experiencia interactiva e inmersiva para los aficionados de la Fórmula E. Con la aplicación, los usuarios pueden conectarse con el deporte de una manera única, siguiendo el rendimiento de los pilotos en tiempo real y compitiendo en una plataforma gamificada. TRacer no solo acerca a los usuarios a la acción, sino que también promueve una competencia saludable entre amigos y otros aficionados de la Fórmula E en todo el mundo.",
    "2-appmobile":"En la aplicación TRacer, los usuarios pueden seleccionar dos pilotos para formar su equipo en cada carrera. Según el rendimiento de los pilotos en la pista, los usuarios acumulan puntos, creando una experiencia dinámica y estratégica. Elegir bien a tu equipo puede ser la clave para obtener las mejores puntuaciones, convirtiendo la simple observación de las carreras en un juego emocionante y envolvente.",
    "3-appmobile":"Con TRacer, jugar con amigos es aún más divertido. La aplicación permite crear ligas personalizadas, donde puedes desafiar a tus amigos y seguir quién está liderando en el marcador. Comparte estrategias, discute el rendimiento de los pilotos y convierte cada carrera en una competencia no solo en la pista, sino también entre tú y tus amigos, garantizando una experiencia social envolvente.",
    "4-appmobile":"TRacer ofrece varios planes de suscripción que permiten a los usuarios desbloquear funciones exclusivas. Los usuarios pueden elegir entre diferentes niveles de acceso para disfrutar de características como análisis detallados de los pilotos, estadísticas en tiempo real y competiciones premium. Cada plan está diseñado para satisfacer las diferentes expectativas de los usuarios, garantizando una experiencia personalizada y completa dentro de la aplicación.",

    "1-titlemobile":"TRacer",
    "2-titlemobile":"Elige tu equipo",
    "3-titlemobile":"Juega con Amigos",
    "4-titlemobile":"Suscripción",

    "1-trackvision":"El TrackVision es un dispositivo IoT integrado con la aplicación TRacer, diseñado para capturar y analizar el rendimiento de los pilotos en tiempo real. Utilizando un sensor infrarrojo, el dispositivo puede registrar tiempos de vuelta y datos críticos de rendimiento, ofreciendo una visión completa de lo que sucede en la pista. Con TrackVision, tienes la información más precisa a tu alcance para comprender y evaluar el rendimiento de los pilotos y equipos de la Fórmula E.",
    "2-trackvision":"Posicionado en la línea de salida o en sectores específicos de la pista, el dispositivo utiliza tecnología de punta para capturar los tiempos de vuelta y datos detallados sobre el comportamiento de los coches durante la carrera. Estos datos se procesan y se presentan en gráficos dinámicos y estáticos, accesibles a través de la aplicación TRacer, ofreciendo un análisis claro y detallado del rendimiento de los pilotos.",
    "3-trackvision":"El acceso a los datos generados por TrackVision se realiza directamente a través de la aplicación TRacer, donde puedes visualizar gráficos y métricas de rendimiento en tiempo real. Con una interfaz intuitiva, la aplicación facilita la interpretación de los datos, lo que te permite seguir los resultados desde cualquier lugar. La integración entre TrackVision y la aplicación garantiza que los aficionados y entusiastas de la Fórmula E tengan la información más precisa al alcance de su mano, optimizando la experiencia de seguir las carreras.",

    "2-titletrack":"Comprende Cómo Funciona",
    "3-titletrack":"Accede a la Información"


}